Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: This certificate reflects the status of the manufacturing site at the time of the inspection noted above and shou/d not be relied upon to refled the compliance status if more than three years have elapsed since the date of that inspection.
es_es: Este certiﬁcado refleja el estado del centro de fabricación al momento de la inspección mencionada anteriormente. No tendrá validez sobre el estado de cumplimiento si han transcurrido más de tres años desde la fecha de dicha inspección.

source: This certificate reflects the status of the manufacturing site at the time of the inspection noted above and should not be relied upon to reflect the compliance status if more than three years have elapsed since the date of that inspection.
es_es: Este certiﬁcado refleja el estado del centro de fabricación al momento de la inspección mencionada anteriormente. No tendrá validez sobre el estado de cumplimiento si han transcurrido más de tres años desde la fecha de dicha inspección.

source: This certificate reflects the status of the · manufacturing site at the time of the inspection noted above and should not be relied upon to reflect the compliance status if more than three years have elapsed since the date of that inspection, after which time the issuing authority should be consulted.
es_es: Este certiﬁcado refleja el estado del centro de fabricación al momento de la inspección mencionada anteriormente. No tendrá validez sobre el estado de cumplimiento si han transcurrido más de tres años desde la fecha de dicha inspección, tras los cuales se deberá consultar a la entidad emisora.

source: This certificate was extended until the end of 2024 as per the statement found on the MHRA website:
es_es: Este certificado se extendió hasta fines de 2024 según la declaración que se encuentra en la página web de la MHRA:

source: This change has no impact on drug product quality since the aim of drying is only to reach a defined capsules hardness, which is controlled by in-process control.
es_es: Este cambio no afecta la calidad del medicamento ya que el objetivo del secado es únicamente alcanzar una dureza de cápsula definida, la cual se controla mediante un control intermedio del proceso.

source: This change is only administrative.
es_es: Este cambio solo tiene carácter administrativo.

source: This chapter has undergone pharmacopoeial harmonisation.
es_es: Este capítulo estuvo sujeta a armonización de compendio.

source: This chapter summarises the development of tenecteplase lyophilisate for solution for injection 25 mg with a protein concentration of 5 mg/mL.
es_es: En este capítulo, se resume el desarrollo de tenecteplasa 25 mg en liofilizado para solución inyectable, con una concentración de proteína de 5 mg/ml.

source: This chapter summarises the transfer activities for tenecteplase powder for solution for injection 40 mg/vial and 50 mg/vial with a protein concentration of 5 mg/mL which were performed to establish drug product manufacturing in manufacturing area 6 (SM6) in addition to the currently established manufacturing area 3 (SM3).
es_es: En esta sección se resumen las actividades de transferencia de tenecteplasa, polvo para solución inyectable, 40 mg/vial y 50 mg/frasco/vial, con una concentración de proteína de 5 mg/mL, tendientes a establecer la elaboración del medicamento en el área de fabricación 6 (SM6) en añadidura al área vigente 3 (SM3).

source: This choice means that at least half of the point estimate of effect for intravenous alteplase versus control will be preserved.2.
es_es: Esta elección significa que se conservará al menos la mitad de la estimación puntual del efecto de la alteplasa intravenosa en comparación con el control.2

source: This choice means that at least half of the point estimate of effect for intravenous alteplase versus control will be preserved.2. This non-inferiority margin is also less than the lower 95% CI bound of approximately 6% on the point estimate of alteplase versus control (placebo) effect size in data from Emberson and colleagues.2. Assuming 35% of patients in the alteplase group and 38% of patients in the tenecteplase group have a 90-day mRS score of 0–1, a one-sided non-inferiority margin of 5% and a one-sided significance α of 0.025, a total sample size of 1600 patients would ensure at least 90% power to test non-inferiority of tenecteplase versus alteplase with up to 5% withdrawal or loss to follow up.21–23. Notably, with this sample size, if the rate of excellent functional outcome (ie, mRS score of 0–1) in the alteplase group at the end of the trial was actually 35%, as postulated, the worst corresponding excellent outcome rate in the tenecteplase group that would meet the non-inferiority test would be 34.7%, for which the lower 95% CI bound on the difference is –4.96%.
es_es: t

source: This clinical trial report underwent a quality control process according to the local working instructions of BI Pharma GmbH & Co. KG.
es_es: Este informe de estudio clínico pasó por un proceso de control de calidad conforme a las instrucciones operativas locales de BI Pharma GmbH & Co. KG.

source: This clinical trial report underwent a quality control process.
es_es: Este informe de estudio clínico pasó por un proceso de control de calidad.

source: This code break was only to be accessed in emergency situations when the identity of the trial medication had to be known to the investigator /the sub-investigators in order to provide appropriate medical treatment or if required to assure the safety of trial participants.
es_es: El código de tratamiento solo debía accederse en situaciones de emergencia cuando el investigador o los sub-investigadores debían conocer la identidad del medicamento del ensayo para proporcionar el tratamiento médico adecuado o para garantizar la seguridad de los participantes del ensayo.

source: This comparability ensures that patients receiving either product can expect consistent therapeutic outcomes, maintaining the standards of safety and efficacy that have been established over the past 24 years.
es_es: Esta comparabilidad garantiza que los pacientes que reciben cualquiera de los dos productos pueden esperar resultados terapéuticos homogéneos, y que se mantienen los estándares de seguridad y eficacia establecidos durante los últimos 24 años.

source: This complementary Design Verification study is also conducted for a storage period of up to 36 months.
es_es: Esta verificación complementaria del diseño también se realiza pensando en un período de almacenamiento de hasta 36 meses.

source: This component manufacturer was renamed to “West Pharma. Service IL, LTD”, as stated on the attached certificate.
es_es: Tal como se consigna en el certificado adjunto, este fabricante de componentes pasó a denominarse "West Pharma. Service IL, LTD”.

source: This compound has been characterized and the structure is presented below.
es_es: Este compuesto, cuya estructura se presenta a continuación está caracterizado.

source: This concept covers potential influences of matrix and handling of the different drug products without testing all dosages.
es_es: Este concepto contempla las influencias potenciales de la matriz en el manejo de los distintos medicamentos sin tener que evaluar todas sus formulaciones.

source: This concept has been accepted by multiple authorities worldwide already, including the European Union, and is proposed to be implemented for all countries where METALYSE 5000 U (25 mg) powder for solution for injection is marketed.
es_es: Este concepto ya ha sido aceptado por múltiples autoridades a nivel mundial, incluidas las de la Unión Europea, y se propone implementarlo en todos los países donde se comercializa METALYSE, 5000 U (25 mg) polvo para solución inyectable.

source: This concept has been accepted by multiple authorities worldwide already, including the European Union.
es_es: Este concepto ya ha sido aceptado por múltiples autoridades a nivel mundial, incluidas las de la Unión Europea.

source: This contrasts with an earlier study in which the 0.40 mg/kg of tenecteplase dose tier was terminated after 3 of 19 patients developed symptomatic intracranial hemorrhage.17 The lack of any signal of improved efficacy with 0.40 mg/kg of tenecteplase in this trial suggests that 0.25 mg/kg of tenecteplase may be the appropriate dose for ischemic stroke.
es_es: Esto contrasta con un estudio anterior en el que se interrumpió la franja de dosis de 0.40 mg/kg de tenecteplasa luego de que 3 de 19 pacientes desarrollaran hemorragia intracraneal sintomática.17 La ausencia de indicios de mejora en la eficacia con 0.40 mg/kg de tenecteplasa en este ensayo sugiere que la dosis de 0.25 mg/kg de tenecteplasa puede ser apropiada para el accidente cerebrovascular isquémico.

source: This corresponds to a water content increase of 0.5 % in the lyophilisate (calculated based on the weight of the lyophilisate) assuming that the total amount of water from the rubber stopper migrates into the lyophilisate which is regarded as worst-case.
es_es: Esto corresponde a un aumento del contenido de agua de 0,5% en el liofilizado (calculado según el peso del liofilizado), suponiendo que la cantidad total de agua del tapón de caucho migra al liofilizado, lo que se considera el peor de los casos.

source: This corresponds to an acceptable limit of 48.0 ppb for products with a daily dose of 2 g metformin hydrochloride, 56.5 ppb for products with a daily dose of 1.7 g metformin hydrochloride and 96.0 ppb for products with a daily dose of 1 g metformin hydrochloride.
es_es: Esto corresponde a un límite aceptable de 48.0 partes por mil millones (ppb) para los productos que respresenan una dosis diaria de 2 g de clorhidrato de metformina, 56.5 ppb para los que representan una dosis diaria de 1.7 g de clorhidrato de metformina y 96.0 ppb para aquellos que representan una dosis diaria de 1 g de clorhidrato de metformina.

source: This corresponds to more than a 1.7 x 108 fold reduction of host cell DNA present in the cell free harvest.
es_es: Esto equivale a una reducción del ADN de célula hospedadora presente en la cosecha libre de células mayor que 1,7 x 108 veces.

source: This data demonstrate the efficiency of the Lysin Agarose chromatographic step in separating tenecteplase from DNA.
es_es: Estos datos demuestran la eficacia del paso cromatográfico en lisina agarosa para separar la tenecteplasa del ADN.

source: This declaration provides a description of the batch numbering system applied at the production site:
es_es: Se incluye en esta declaración una descripción del sistema de numeración de partidas aplicado en la planta productora:

source: This definition is not intended to include experiences of relatively minor medical significance such as uncomplicated headache, nausea, vomiting, diarrhoea influenza, and accidental trauma (e.g. sprained ankle) which may interfere or prevent everyday life functions, but do not constitute a substantial disruption.
es_es: Esta definición no apunta a experiencias de relevancia médica relativamente menor, como casos no complicados de cefalea, náuseas, vómitos,diarrea gripe y traumatismos accidentales (p. ej., esguince de tobillo) que pueden interferir o impedir las funciones de la vida cotidiana, pero que no constituyen una alteración significativa.

source: This definition is not intended to include experiences of relatively minor medical significance such as uncomplicated headache, nausea, vomiting, diarrhoea, influenza, and accidental trauma (e.g. sprained ankle) which may interfere or prevent everyday life functions, but do not constitute a substantial disruption.
es_es: Esta definición no hace referencia a experiencias de relevancia médica relativamente menor, como casos no complicados de cefalea, náuseas, vómitos,diarrea, gripe y traumatismos accidentales (p. ej., esguince de tobillo) que pueden interferir o impedir las actividades de la vida cotidiana, pero que no representan una alteración significativa.

source: This degradation profile is expected at this temperature.
es_es: Tal perfil de degradación es esperable a esas temperaturas.

source: This demonstrates that the DNA removing capacity of the Phenyl Sepharose Chromatography is maintained over a wide range of DNA concentrations which may occur during manufacturing of tenecteplase.
es_es: Esto demuestra que la capacidad de eliminación de ADN de la cromatografía en fenil sefarosa se mantiene con un amplio rango de concentraciones de ADN, las que podrían ocurrir durante la fabricación de tenecteplasa.

source: This demonstrates that the capacity of the manufacturing scale column to remove the DNA present in the regular load of the column is by far sufficient.
es_es: Esto demuestra que la capacidad de la columna a escala de fabricación para eliminar ADN presente en la carga normal de la columna es más que suficiente.

source: This design was considered acceptable because the potential for bias was low and did not outweigh the practical considerations.
es_es: Este diseño se consideró aceptable, porque las probabilidades de sesgo eran bajas y no sobrepasaban las consideraciones prácticas.

source: This determined the final sample size of 202.
es_es: Así se determinó el tamaño de muestra final de 202 pacientes.

source: This did not include the 30 day- period between the EOT visit and the follow-up visit occurring at study close-out.
es_es: Esta restricción no incluía los 30 días entre la visita de fin del tratamiento y la visita de seguimiento que se hizo al cierre del estudio.

source: This did not require any subjective decision-making by the steering committee who were simply informed of the final sample size with no further details.8 The conditional power to observe the prespecified effect (15% absolute difference) was less than 1% and was outside the promising zone.
es_es: Esto no requirió ninguna toma de decisiones subjetiva por parte del comité de dirección, al que simplemente se le informó del tamaño final de la muestra sin más detalles. 8 La potencia condicional para observar el efecto especificado (15% de diferencia absoluta) fue inferior al 1% y estuvo fuera de la zona prometedora.

source: This did not reveal a pattern of systemic overuse or abuse of Berotec.
es_es: Esta no reveló ningún patrón de uso excesivo o abuso sistémico de Berotec.

source: This difference in monomer content is caused by formation of HMW species.
es_es: Esta diferencia en el contenido de monómeros es un resultado de la formación de especies de peso molecular alto.

source: This difference is resulting in reduced resolution of individual peaks and different retention times for the TNKase® method.
es_es: Esta diferencia da como resultado una resolución reducida de picos individuales y distintos tiempos de retención del método de TNKase®.

source: This difference was consistent for all categories of hypoglycaemic adverse events, including hypoglycaemia with blood glucose < 54 mg/dL, which is considered as clinically important by the American Diabetes Association (R17-0809).
es_es: Esta diferencia fue sistemática en todas las categorías de eventos adversos, incluida la hipoglucemia con glucosa en sangre < 54 mg/dL, que la Asociación Americana de Diabetes considera clínicamente importante (R17-0809).

source: This difference was mainly due to the occurrence of hypoglycaemia (Section 5.1.4).
es_es: La diferencia se debió principalmente a los casos de hipoglucemia (Sección 5.1.4).

source: This difference was mainly due to the occurrence of hypoglycaemia (linagliptin: 5.3%; glimepiride: 23.6%).
es_es: La diferencia se debió principalmente a los casos de hipoglucemia (linagliptina: 5.3%; glimepirida: 23.6%).

source: This directly impacts the time for thrombolysis to have an effect.
es_es: Esto afecta directamente el tiempo necesario para que la trombólisis surta efecto.

source: This discrepancy is considered to have no impact and does not require correction.
es_es: Se considera que esta discrepancia no produce ningún efecto negativo y no requiere corrección alguna.

source: This document contains guidelines for the identification and resolution of problems relating to data quality and safety issues, including protocol violations.
es_es: Este documento contiene pautas para la identificación y resolución de problemas relacionados con la calidad y seguridad de los datos, incluidas las violaciones del protocolo.

source: This document describes and provides justification for the introduction of a second alternative manufacturing site (Boehringer Ingelheim España S.A.
es_es: En este documento se describe y justifica la introducción de una segunda planta productora alternativa (Boehringer Ingelheim España S.A.

source: This document describes and provides justification for the introduction of a second alternative manufacturing site (Boehringer Ingelheim España S.A. – BI ES (SC)) in addition to the current manufacturing site (Boehringer Ingelheim Pharma GmbH & Co. KG – BI DE (IN)).
es_es: En este documento se describe y justifica la introducción de una segunda planta productora alternativa (Boehringer Ingelheim España S.A. - BI ES [SC]), que se sumaría a la actual (Boehringer Ingelheim Pharma GmbH & Co. KG - BI DE [IN]).

source: This document describes corrections and minor adaptions in section 3.2.S.2.2 affecting the manufacturing site BI Biberach.
es_es: Se describen en este documento algunas correcciones y adataciones menores para la Sección 3.2.S.2.2, que influyen sobre la planta productora BI Biberach.

source: This document describes the alteplase drug substance (DS) manufacturing process (TPA- 05).
es_es: En este documento se describe el proceso de fabricación TPA-05 para el principio activo (ppio. act.) alteplasa.

source: This document describes the frame conditions with regard to the use of the DocuSign® system by the authorized user (‘you’) for electronic signing and/or processing of documents concerning the business with Boehringer Ingelheim International GmbH, Binger Strasse 173, 55216 Ingelheim am Rhein, Germany or any of its affiliated companies (‘we, us or Company’).
es_es: Se describen en este documento las condiciones marco para el uso del sistema DocuSign® por parte del usuario autorizado ("Usted") en las firmas electrónicas y el procesamiento de documentos electrónicos vinculados a las operaciones comerciales con Boehringer Ingelheim International GmbH, calle Binger 173, 55216, Ingelheim am Rhein, Alemania, o cualquiera de sus empresas afiliadas ("nosotros" o "la Empresa").

source: This document describes the frame conditions with regard to the use of the DocuSign® system by the authorized user (‘you’) for electronic signing and/or processing of documents concerning the business with Boehringer Ingelheim International GmbH, Binger Strasse 173, 55216 Ingelheim am Rhein, Germany or any of its affiliated companies (“we, us or Company’).
es_es: Se describen en este documento las condiciones marco para el uso del sistema DocuSign® por parte del usuario autorizado ("Usted") en las firmas electrónicas y el procesamiento de documentos electrónicos vinculados a las operaciones comerciales con Boehringer Ingelheim International GmbH, calle Binger 173, 55216, Ingelheim am Rhein, Alemania, o cualquiera de sus empresas afiliadas ("nosotros" o "la Empresa").

source: This document describes the new proposed alteplase drug substance (DS) manufacturing process (TPA-05) which replaces the current registered alteplase process (TPA-02).
es_es: En este documento se describe el nuevo proceso de fabricación propuesto (TPA-05) para el principio activo (ppio. act.) alteplasa, el cual reemplaza al proceso vigente registrado para alteplasa (TPA-02).

source: This document describes the validation of single-chain determination by high performance size exclusion chromatography (HPSEC) analysis for tenecteplase in drug substance (DS), drug product (DP) and stability (STAB) samples.
es_es: En este documento, se describe la validación de la medición de especies de cadena única mediante un análisis por cromatografía de exclusión por tamaños de alta resolución (HPSEC) para tenecteplasa en muestras de principio activo, medicamento y muestras para análisis de estabilidad del medicamento.

source: This document is applicable for the drug product manufacturing with filling line SM6.
es_es: Este documento rige para la elaboración de medicamentos realizada en la línea de llenado SM6.

source: This document is based on the template BI-VQD-182142-S-AD05 (2.0)
es_es: Este documento se basa en la plantilla BI-VQD-182142-S-AD05 (2.0)

source: This document may not – in full or in part – be passed on, reproduced, published or otherwise used without prior written permission
es_es: Quedan prohibidas la transmisión, reproducción, publicación y toda otra utilización, total o parcial, de este documento sin autorización previa por escrito

source: This document may not – in full or in part – be passed on, reproduced, published or otherwise used without prior written permission.
es_es: Quedan prohibidas la transmisión, reproducción, publicación y toda otra utilización, total o parcial, de este documento sin autorización previa por escrito.

source: This document provides a summary of the risk assessment according the ICH Q3D “Guideline for Elemental Impurities” performed for empagliflozin / linagliptin film-coated tablets 10 mg / 5 mg and 25 mg / 5 mg.
es_es: En este documento se presenta un resumen de la evaluación de riesgos conforme al lineamiento Q3D de la ICH, sobre impurezas elementales, realizada para los comprimidos recubiertos de empagliflozina / linagliptina, 10 mg / 5 mg y 25 mg / 5 mg.

source: This document provides an update of the evaluation of N-Nitroso-Hydrochlorothiazide (NO-HCTZ) in the Active Pharmaceutical Ingredient (API) Hydrochlorothiazide (HCTZ) and in Telmisartan / Hydrochlorothiazide Layered Tablets based on current knowledge and guidelines from Health Authorities worldwide.
es_es: Se actualiza en este documento la evaluación de la presencia de N-Nitroso-Hidroclorotiazida (NO-HCTZ) en el ingrediente farmacéutico activo (IFA) Hidroclorotiazida (HCTZ) y en Telmisartán/Hidroclorotiazida, comprimidos multicapa, según el conocimiento actual y las directrices de las autoridades sanitarias de todo el mundo.

source: This document provides justification of the new specification of N-Nitrosodimethylamine (NDMA) in the drug product empagliflozin / metformin hydrochloride film-coated tablets, 5 mg / 500 mg, 5 mg / 850 mg, 5 mg / 1000 mg, 12.5 mg / 500 mg, 12.5 mg / 850 mg and 12.5 mg / 1000 mg.
es_es: Se justifica en este documento la nueva especificación de la N-Nitrosodimetilamina (NDMA) en el medicamento empagliflozina/metformina, comprimidos recubiertos, 5 mg / 500 mg, 5 mg / 850 mg, 5 mg / 1000 mg, 12.5 mg / 500 mg, 12.5 mg / 850 mg y 12.5 mg / 1000 mg.

source: This document provides the justification for the process parameters and in-process controls at the critical steps that are relevant to product quality.
es_es: Se proporciona en este documento la justificación de los parámetros y los controles intermedios del proceso que se llevan a cabo en los pasos críticos relevantes para la calidad del producto.

source: This document provides the justification for the proposed specification for commercial production of tenecteplase drug product (DP) 25 mg/vial.
es_es: Este documento contiene la justificación de la especificación propuesta para la producción comercial del medicamento tenecteplasa de 25 mg/frasco.

source: This document provides the justification for the specification for commercial production of alteplase drug substance (DS) with the manufacturing process TPA-05.
es_es: En este documento se justifica la especificación de producción comercial del principio activo (ppio. act.) alteplasa mediante el proceso de fabricación TPA-05.
